---
kind: method
id: M:Autodesk.Revit.UI.UIView.ZoomSheetSize
source: html/f617e2b6-b749-9390-3001-e56ed91eaab4.htm
---
# Autodesk.Revit.UI.UIView.ZoomSheetSize Method

Zoom to the sheet size.

## Syntax (C#)
```csharp
public void ZoomSheetSize()
```